export interface CityOption {
  label: string;
  value: number;
}

export const cities: CityOption[] = [
  { value: 1, label: 'Ростовская область, Ростов-на-Дону' },
  { value: 2, label: 'Московская область, Москва' },
  { value: 4, label: 'Ростовская область, Батайск' },
  { value: 5, label: 'Ростовская область, Морозовск' },
  { value: 6, label: 'Ростовская область, Обливская' },
  { value: 7, label: 'Ростовская область, Азов' },
  { value: 8, label: 'Ростовская область, Шахты' },
  { value: 9, label: 'Краснодарский Край, Кущевская' },
  { value: 10, label: 'Краснодарский Край, Краснодар' },
  { value: 11, label: 'Краснодарский Край, Каневская' },
  { value: 12, label: 'Краснодарский Край, Староминская' },
  { value: 13, label: 'Краснодарский Край, Белореченск' },
  { value: 14, label: 'Республика Калмыкия, Яшалта' },
  { value: 15, label: 'Волгоградская область, Волгоград' },
];
