export interface SkillOption {
  id: number;
  name: string;
}

export const skillsMock: SkillOption[] = [
  { id: 1, name: 'Прочистка труб' },
  { id: 2, name: 'Замена розеток и выключателей' },
  { id: 3, name: 'Сборка кухонного гарнитура' },
  { id: 4, name: 'Укладка ламината' },
  { id: 5, name: 'Поклейка обоев' },
  { id: 6, name: 'Регулировка пластиковых окон' },
  { id: 7, name: 'Глубокая уборка квартиры' },
  { id: 8, name: 'Химчистка мягкой мебели' },
  { id: 9, name: 'Переустановка Windows' },
  { id: 10, name: 'Настройка роутера и Wi-Fi' },
  { id: 11, name: 'Настройка смартфона и переноса данных' },
  { id: 12, name: 'Репетиторство по математике (школьный курс)' },
  { id: 13, name: 'Перевод документов с английского на русский' },
  { id: 14, name: 'Составление личного бюджета' },
  { id: 15, name: 'Написание и оформление резюме' },
  { id: 16, name: 'Осмотр автомобиля перед покупкой' },
  { id: 17, name: 'Мелкий ремонт одежды' },
  { id: 18, name: 'Выгуливание собак' },
  { id: 19, name: 'Услуги няни на несколько часов' },
  { id: 20, name: 'Сопровождение пожилых людей по делам' },
  { id: 21, name: 'Сборка сантехнического оборудования' },
];
